[main]
lbl-activation=Ενεργοποίηση:
lbl-speed=Ταχύτητα:
lbl-alt-speed=Εναλλακτική ταχύτητα:
lbl-left-btn=Αριστερό κουμπί
lbl-right-btn=Δεξί κουμπί
lbl-middle-btn=Μεσαίο κουμπί
lbl-up=Πάνω
lbl-down=Κάτω
lbl-left=Αριστερά
lbl-right=Δεξιά
lbl-scroll-up=Κύλιση προς τα πάνω
lbl-scroll-down=Κύλιση προς τα κάτω
btn-save=Αποθήκευση
btn-reset=Επαναφορά
btn-defaults=Προεπιλεγμένες ρυθμίσεις
chk-minimize=Ελαχιστοποίηση
gb-activation=Ενεργοποίηση
chk-cursor=Εικονίδιο κοντά δρομέα
lbl-left-up=Πάνω αριστερά
lbl-right-up=Πάνω δεξιά
lbl-left-down=Κάτω αριστερά
lbl-right-down=Κάτω δεξιά
chk-autoactivate=Ενεργοποιήσετε την εξομοίωση
lbl-show=Εμφάνιση: 
chk-notifications=Κοινοποιήσεις
combo-item-none= [None]
lbl-onstartup=Στην εκκίνηση: 
lbl-sticky-keys=Ασύγχρονα πλήκτρα
lbl-activation-modifier=Προσδιορισμός μεταβολής:
gb-miscellaneous=Άλλες ρυθμίσεις
gb-buttons=Τα κουμπιά του ποντικιού
gb-movement=Κίνηση του ποντικιού
gb-quicksettings=Γρήγορες ρυθμίσεις
[notify]
restore=Εμφάνιση
exit=Έξοδος
balloon-start=Εκτέλεση στην περιοχή ειδοποιήσεων
balloon-enabled=Η εξομοίωση ποντικιού ενεργοποιήθηκε
balloon-disabled=Η εξομοίωση ποντικιού απενεργοποιήθηκε
enable=Ενεργοποίηση εξομοίωσης
disable=Απενεργοποίηση εξομοίωσης
[errors]
hook-error-msg=Δεν ήταν δυνατή η σύνδεση της διαμόρφωσης του πληκτρολογίου
hook-error-caption=Σφάλμα
mutex-msg=Το NeatMouse εκτελείται ήδη.
mutex-caption=Σφάλμα
[toolbar]
presets.add-preset-caption=Προσθήκη νέων προσαρμοσμένων ρυθμίσεων...
presets.add-preset-prompt=Όνομα για τις νέες προσαρμοσμένες ρυθμίσεις:
presets.confirm-save-caption=Επιβεβαίωση
presets.confirm-save-prompt=Αποθήκευση αλλαγών στις τρέχουσες προσαρμοσμένες ρυθμίσεις;
language=Γλώσσα / Language
help=Βοήθεια
lbl-preset=Ρυθμίσεις:
add-new-preset=Προσθήκη νέων προσαρμοσμένων ρυθμίσεων
delete-preset=Διαγραφή προσαρμοσμένων ρυθμίσεων
save-preset=Αποθήκευση ρυθμίσεων
about=Περί NeatMouse
advanced-view=Περισσότερες ρυθμίσεις
[common]
btn-ok=Εντάξει
btn-cancel=Άκυρο
[about]
lnk-visit-site=Επισκεφθείτε τον ιστότοπο Neat Decisions για τις τελευταίες ειδήσεις, FAQ και υποστήριξη
caption=Περί NeatMouse
some-icons=Μερικά εικονίδια είναι του 
github=NeatMouse στο GitHub
translation-contrib=Ελληνική μετάφραση: geogeo.gr
chk-run-at-startup=Εκκίνηση του NeatMouse μαζί με το σύστημα
